{
  "header": {
    "cv": "Lebenslauf",
    "contact": "Kontakt",
    "greet": "Wilkommen, ich bin Loren Mucha",
    "role": "Selbständiger Software- Entwickler und </br> Architekt",
    "services": {
      "architecture": "Architektur",
      "development": "Entwicklung",
      "ux": "UX Design"
    },
    "about": "Als leidenschaftlicher Software Crafter verfüge ich über umfangreiche Erfahrung in der Entwicklung von robusten und skalierbaren Softwarelösungen. Mein technisches Know-how erstreckt sich von der Frontend-Entwicklung mit Nuxt und Angular bis zur Backend-Entwicklung mit Java und Python. Mit fundierten Kenntnissen in der Softwarearchitektur bin ich in der Lage, ganzheitliche Lösungen zu entwickeln oder bestehende Projekten gezielt voran zu bringen."
  },
  "cv": "Lebenslauf",
  "work": {
    "header": "Projekte",
    "ioer_monitor": {
      "header": "IÖR Monitor",
      "intro": "<i>Der IÖR-Monitor ist ein Web GIS um intuitiv Fragen zur Flächennutzung in Deutschland zu beantworten.</i></br></br>Dieses Projekt setzte ich im Rahmen meiner Tätigkeit für das <a class='active-link' href='https://ioer.de' target='_blank'>IÖR Dresden</a> als Architekt und Entwickler um. Hierbei entstand ein WebGIS, welches sich intuitiv mit jedem Endgerät steuern lässt und eine performante Darstellung bis auf die Gemeindeebene bietet. Darüber hinaus können über die bereitgestellten Werkzeuge umfangreiche Analaysen durchgeführt werden"
    },
    "addigo": {
      "header": "Addigo",
      "intro": "<i>ADDIGO Servicereport ist ein digitales, flexibles Werkzeug für die Optimierung administrativer Arbeitsabläufe besonders im Bereich Protokollierung, Dokumentation, Mitarbeitersteuerung, Terminverwaltung und Abrechnung. Hierbei werden dem Kunden eine App und Webanwendung zur Verfügung gestellt.</i></br></br>In diesem Projekt war ich als verantwortlicher Architekt tätig und für einen erfolgreichen Release des Produktes verantwortlich.",
      "description": "Dieses Projekt leitete ich als Softwarearchitekt, mit dem Ziel einer erfolgreichen Online Bereitstellung des Produktes. Der Fokus meiner Arbeit erstreckte sich von den DevOps bis hin zur Teamleitung und Security Analyse."
    },
    "climbing_diary": {
      "header": "Climbing Diary",
      "intro": "Virtuelles Tagebuch mit Statistischer Auswertung der persönlichen Leistungen, als native Android App."
    },
    "monitor_api": {
      "header": "Monitor API",
      "intro": "REST API zur Geodatenprocessierung innerhalb für das <a class='active-link' href='https://http://sora.git.gesis.org' target='_blank'>Sora-Forschungsprojektes</a> mit Usermanagement."
    },
    "land_use_monitor": {
      "header": "Land Use Monitor DE",
      "intro": "Stellt Informationen zur Flächenstruktur und deren Entwicklung sowie zur Qualität flächendeckend für die BRD als <b>App</b> bereit."
    },
    "vertical_life": {
      "header": "Vertical Life",
      "intro": "<i>Vertical Life ist eine Plattform für Kletterer, um Klettergebiete zu finden und zu teilen.</i>"
    }
  },
  "tools": {
    "languages": "Programmiersprachen"
  }
}