{
  "header": {
    "expertise": "Expertise",
    "cv": "Resume",
    "contact": "Contact",
    "greet": "Welcome, I'm Loren Mucha",
    "role": "Fullstack Software Developer",
    "services": {
      "architecture": "Architecture",
      "development": "Development",
      "ux": "UX Design"
    },
    "about": "As a passionate software crafter, I have extensive experience in developing robust and scalable web applications. My technical know-how ranges from front-end development with Nuxt and Angular to back-end development with Java and Python. With in-depth knowledge of software architecture, I am able to develop holistic solutions."
  },
  "cv": "Resume",
  "work": {
    "header": "Projects",
    "fsd": {
      "header": "Project ErVast",
      "intro": "The ErVast project aims to enhance road safety through the introduction of automated and connected driving functions. To achieve this, testing technologies and tools are being developed to enable comprehensive assessments of these systems during vehicle inspections throughout the vehicle's entire lifecycle. The assessments cover the performance, condition, functionality, and impact of the automated and connected driver assistance systems to ensure that these systems operate safely and effectively in the long term.",
      "description": "In the project, I was responsible for the implementation and development of the frontend using React, as well as for the architecture and implementation of backend features. My focus in the frontend was on designing modern, user-friendly interfaces that provide an optimal user experience. At the same time, I developed and structured backend functions to ensure smooth and efficient communication between the frontend and backend. By combining my frontend and backend expertise, I was able to deliver a comprehensive and high-performance solution that met the project requirements."
    },
    "wohnkontexte": {
      "header": "Survey Tool WohnKontexte",
      "intro": "How much living space is needed, and what is missing? The WohnKontexte survey tool collects housing needs directly from tenants – providing a solid basis for informed decisions in residential construction.",
      "description": "Dockerized, self-hosted LimeSurvey instance with API integration for automated survey collection, management, and analysis; includes ETL integration for further data processing."
    },
    "addigo": {
      "header": "Addigo",
      "intro": "ADDIGO Service Report is a digital, flexible tool for optimizing administrative workflows, especially in the area of logging, documentation, Employee management/control, appointment management and billing."
    },
    "ioer_monitor": {
      "header": "IÖR Monitor",
      "intro": "The <a class='active-link' href='https://monitor.ioer.de' target='_blank'>IÖR-Monitor</a> is a web GIS to intuitively answer questions about land use in Germany."
    },
    "climbing_diary": {
      "header": "Climbing Diary",
      "intro": "Virtual diary with statistical analysis of personal performance, as a native Android App."
    },
    "monitor_api": {
      "header": "Monitor API",
      "intro": "REST API for geodata processing within the <a class='active-link' href='https://http://sora.git.gesis.org' target='_blank'>Sora-research project</a> with user management."
    },
    "land_use_monitor": {
      "header": "Land Use Monitor DE",
      "intro": "It provides information on the area structure and its development, as well as comprehensive data on the quality across Germany, as a <b>app</b>."
    },
    "vertical_life": {
      "header": "Vertical Life",
      "intro": "Vertical Life is a <b>app</b> for climbers to find and share climbing spots."
    }
  },
  "tools": {
    "languages": "Programming Languages"
  }
}